Repository: heyaf/AutoClickApp
Catalog: AutoClickApp/Others/*.lproj/Localizable.strings
Languages: fr, ja, ru

source: Auto Clicker
ja: オートクリッカー

# Automatically click on the web
source: Automatically Click on Any Webpage
fr: Clic automatique sur n'importe quelle page web
ja: ウェブ上で自動的にクリック
ru: Автоклик по веб-страницам

# How to automatically click on the app
source: How to Automatically Click in Any App
fr: Comment cliquer automatiquement dans une appli
ja: アプリで自動クリックする方法
ru: Автоклик в приложениях

# Interesting practical gadgets
source: Collection of Useful Gadgets
fr: Collection de gadgets utiles
ja: 便利なガジェット集
ru: Полезные гаджеты

source: PRO
ja: プロ

source: Upgrade PRO
fr: Passer à PRO
ja: プロにアップグレード
ru: Профессиональная версия

# Unlock the Web's auto-click feature
source: Unlock automatic clicks on the web
fr: Débloquer la fonction de clic auto sur le web
ja: ウェブの自動クリック機能を解除
ru: Активация автоклика в вебе

# How to solve automatic clicking in other APPs
source: Solve Automatic Clicking in Apps
fr: Résoudre le clic auto dans d'autres applis
ja: 他のアプリでの自動クリックを解決する方法
ru: Автоклик в других приложениях

source: Unlock Privacy Album and Privacy Browser
fr: Débloquer l'album privé et le navigateur privé
ja: プライバシーアルバムとプライバシーブラウザーを解除
ru: Активация защищенного альбома и браузера

# Unlock the document scanning function
source: Unlock Document Scanning Function
fr: Débloquer la fonction de numérisation de documents
ja: 文書スキャン機能を解除
ru: Сканирование документов

# Go Premium for $8.99/mo
source: Upgrade Now for Only **/Month
fr: Passez Premium pour seulement **/mois
ja: **/年でプレミアムにアップグレード
ru: Премиум за **/месяц

source: Continue
fr: Continuer
ja: 続ける
ru: Продолжить

# Terms of Service
source: Terms of Use
ja: 利用規約
ru: Условия использования

source: Privacy Policy
ja: プライバシーポリシ
ru: Политика конфиденциальности

# Resume purchase
source: Restore Purchase
ja: 購入の復元
ru: Восстановление покупок

source: Web Clicker
fr: Clicker Web
ja: ウェブクリッカー
ru: Веб-кликер

source: App Clicker
fr: Clicker d'Appli
ja: アプリクリッカー
ru: Кликер приложений

# Tools
source: Super Tools
fr: Outils
ja: ツール
ru: Инструменты

# Search Any Website
source: Enter a URL or Keyword
fr: Recherchez n'importe quel site
ja: ウェブサイトを検索
ru: Поиск по сайтам

source: Game
fr: Jeu
ja: ゲーム
ru: Игры

source: Roblox
ja: ロブロックス

source: Minecraft
ja: マインクラフト

source: Among Us
ja: アマングアス

source: Social Media
fr: Réseaux sociaux
ja: ソーシャルメディア
ru: Соцсети

source: TikTok
ja: ティックトック

source: Tinder
ja: ティンダー

source: Twitter
ja: ツイッター

source: Facebook
ja: フェイスブック

source: YouTube
ja: ユーチューブ

source: LinkedIn
ja: リンクトイン

source: Cancel
fr: Annuler
ja: キャンセル
ru: Отмена

source: Settings
fr: Paramètres
ja: 設定
ru: Настройки

source: Get Premium
fr: Obtenir Premium
ja: プレミアムを取得
ru: Премиум

source: Unlock All Paid Features and
ja: すべての有料機能と許可を
ru: Разблокировка платных

source: Permissions
ja: 解除
ru: функций

# General
source: General Settings
fr: Paramètres généraux
ja: 一般設定
ru: Основные

source: Click Sound
fr: Son du clic
ja: クリック音
ru: Звук клика

source: Select Language
fr: Choisir la langue
ja: 言語選択
ru: Выбор языка

# Others
source: Other
fr: Autres
ja: その他
ru: Другое

source: Privacy Policy
fr: Politique de confidentialité
ja: プライバシーポリシー
ru: Конфиденциальность

# Rate App
source: Rate the App
fr: Évaluer l'appli
ja: アプリを評価
ru: Оценить приложение

source: Feedback
fr: Retour d'information
ja: フィードバック
ru: Обратная связь

# Share App
source: Share the App
fr: Partager l'appli
ja: アプリを共有
ru: Поделиться приложением

source: App Version
fr: Version de l'appli
ja: アプリバージョン
ru: Версия приложения

# language
source: Select Language
fr: Choisir la langue
ja: 言語選択
ru: Выбор языка

source: Auto Clicker Pro
ja: オートクリッカープロ

source: 85% OFF
fr: 85% de réduction
ja: 85% オフ
ru: Скидка 85%

# $16.99 / year
source: ** / Year
fr: ** / an
ja: ** / 年
ru: ** / год

# that's $1.42 a month
source: Only ** per Month
fr: Seulement ** par mois
ja: 月に**のみ
ru: Только ** в месяц

# $8.99 / month
source: ** / Month
fr: ** / mois
ja: ** / 月
ru: ** / месяц

# Only the price of 1 cup of coffee
source: Only the Price of a Cup of Coffee
fr: Seulement le prix d'un café
ja: コーヒー1杯分の価格のみ
ru: Цена чашки кофе

source: Unlock All Advanced Features Now
fr: Débloquez toutes les fonctionnalités avancées maintenant
ja: すべての高度な機能を今すぐ解除
ru: Разблокировать все функции

# Terms of Service - Privacy Policy - Resume purchase
source: Terms of Use - Privacy Policy - Restore Purchase
fr: Conditions d'utilisation - Politique de confidentialité - Restaurer achat
ja: 利用規約 - プライバシーポリシー - 購入の復元
ru: Условия использования - Конфиденциальность - Восстановление покупок

source: Start Clicking
fr: Commencer à cliquer
ja: クリックを開始
ru: Начать клик

source: Stop Clicking
fr: Arrêter de cliquer
ja: クリックを停止
ru: Остановить клик

source: Repeat Times:
fr: Nombre de répétitions :
ja: 繰り返し回数:
ru: Количество повторений:

source: Times
fr: Fois
ja: 回数
ru: Раз

source: Number of Taps
fr: Nombre de clics
ja: タップ数
ru: Количество касаний

source: Tap
fr: Clic
ja: タップ
ru: Касание

source: Delay Time
fr: Temps de retard
ja: 遅延時間
ru: Задержка

source: Seconds
fr: Secondes
ja: 秒
ru: Секунды

# unlock
source: Unlock App Clicking
fr: Débloquer le clic dans l'appli
ja: アプリクリッキングを解除
ru: Разблокировать в приложении

# Unlock this feature
source: Unlock App Clicking Feature
fr: Débloquer cette fonctionnalité
ja: この機能を解除
ru: Разблокировать функцию

# Unlock the use of automatic clicks in other apps!
source: Unlock Methods to Use in Other Apps - Video
fr: Débloquer l'utilisation des clics auto dans d'autres applis!
ja: 他のアプリでの自動クリック使用を解除 - ビデオ
ru: Разблокировать автоклик в других приложениях

source: Congratulations
fr: Félicitations
ja: おめでとう
ru: Поздравляем

# Unlock the tutorial services used in other apps
source: You Have Unlocked the Methods for Use in Other Apps
ja: 他のアプリで使用されるチュートリアルサービスを解除しました
ru: Инструкции к другим приложениям

source: In the App
fr: Dans l'appli
ja: アプリ内で
ru: В приложении

# Services
source: Premium Services
fr: Services Premium
ja: プレミアムサービス
ru: Сервисы

source: Special Price
fr: Prix spécial
ja: 特別価格
ru: Специальная цена

source: View Now
fr: Voir maintenant
ja: 今すぐ見る
ru: Смотреть сейчас

source: English Subtitles
fr: Sous-titres anglais
ja: 英語字幕
ru: Английские субтитры

source: Chinese Subtitles
fr: Sous-titres chinois
ja: 中国語字幕
ru: Китайские субтитры

source: German subtitles
fr: Sous-titres allemands
ja: ドイツ語字幕
ru: Немецкие субтитры

source: Portuguese Subtitles
fr: Sous-titres portugais
ja: ポルトガル語字幕
ru: Португальские субтитры

source: Privacy Album
fr: Album privé
ja: プライバシーアルバム
ru: Защищенный альбом

source: Privacy Browser
fr: Navigateur privé
ja: プライバシーブラウザー
ru: Конфиденциальный браузер

source: Handheld Barrage
fr: Barrage portable
ja: ハンドヘルドバラージ
ru: Мобильный барраж

source: Document Scanning
fr: Numérisation de documents
ja: 文書スキャン
ru: Сканирование документов

source: Image Cropping
fr: Rognage d'image
ja: 画像クロッピング
ru: Обрезка изображений

source: Grid Layout
fr: Disposition en grille
ja: グリッドレイアウト
ru: Сетка обрезки

source: Default video
fr: Vidéo par défaut
ja: デフォルトのビデオ
ru: Видео по умолчанию

source: No video yet
fr: Pas encore de vidéo
ja: ビデオはまだありません
ru: Видео ещё нет

source: Add video
fr: Ajouter une vidéo
ja: ビデオを追加
ru: Добавить видео

source: Photos
ja: 写真
ru: Фотографии

source: Videos
fr: Vidéos
ja: ビデオ
ru: Видео

# Total 0 videos
source: Total ** videos
fr: Total ** Vidéos
ja: 合計**個のビデオがあります
ru: Всего ** фото

# Enter the name new
source: Enter the name
fr: Введите имя
ja: 名前をつけてください
ru: Введите имя

# Please give the web page you want tobookmark a name new
source: Please give the web page you want tobookmark a name
fr: Пожалуйста, дайте веб-страницу, которую вы хотите добавить в закладки имя
ja: ご覧のページに名前を付けましょう
ru: Пожалуйста, дайте веб-страницу, которую вы хотите добавить в закладки имя

source: Name this webpage
fr: Назовите эту веб-страницу
ja: ページ名の編集をクリックします
ru: Назовите эту веб-страницу

source: Default Album
fr: Album par défaut
ja: デフォルトアルバム
ru: Основной альбом

# Total 0 photos
source: Total ** Photos
ja: 合計 ** 写真
ru: Всего ** фото

# Enter the name
source: Enter Album Name
fr: Entrer le nom
ja: アルバム名を入力
ru: Введите название

# Please give the web page you want tobookmark a name
source: Please Name Your Album for Easy Recall
fr: Donnez un nom à votre album pour s'en souvenir facilement
ja: アルバムに名前を付けて簡単に思い出せるようにしてください
ru: Имя для альбома

# OK
source: Confirm
fr: Confirmer
ja: 確認
ru: Подтвердить

source: Default Album
fr: Album par défaut
ja: デフォルトアルバム
ru: Основной альбом

source: Add Photo
fr: Ajouter photo
ja: 写真を追加
ru: Добавить фото

source: Rename
fr: Renommer
ja: 名前を変更
ru: Переименовать

source: Delete Album
fr: Supprimer l'album
ja: アルバムを削除
ru: Удалить альбом

# Confirm Delete
source: Confirm Deletion
fr: Confirmer la suppression
ja: 削除を確認
ru: Подтвердить удаление

source: Are you sure you want to delete？
fr: Êtes-vous sûr de vouloir supprimer cette photo ?
ja: この写真を削除してもよろしいですか？
ru: Уверены в удалении?

# Delete popup Dialog
source: Delete
fr: Supprimer
ja: 削除
ru: Удалить

source: Delete
fr: Supprimer
ja: 削除
ru: Удалить

source: Export
fr: Exporter
ja: エクスポート
ru: Экспорт

source: No pictures yet
fr: Pas encore d'images
ja: まだ写真はありません
ru: Картинок пока нет

source: No Videos yet
ja: まだビデオはありません
ru: Картинок пока нет

source: Google
ja: グーグル

source: Bing
ja: ビング

source: YouTube
ja: ユーチューブ

source: Twitter
ja: ツイッター

source: GitHub
ja: ギットハブ

source: Enter Text
fr: Entrer le texte
ja: テキストを入力
ru: Введите текст

source: Font Color
fr: Couleur de la police
ja: フォントの色
ru: Цвет шрифта

source: Background Color
fr: Couleur de fond
ja: 背景色
ru: Цвет фона

# No files available
source: No Files Available, Go Scan to Add in the Bottom Right
fr: Aucun fichier disponible, scannez en bas à droite pour ajouter
ja: ファイルがありません。右下からスキャンして追加してください
ru: Файлы отсутствуют, сканируйте снизу справа

source: Page
ja: ページ
ru: Страница

# Delete popup Dialog scanning
source: Delete
fr: Supprimer
ja: 削除
ru: Удалить

source: Image Cropping
fr: Rognage d'image
ja: イメージの切り抜き
ru: Обрезка изображений

source: Crop and Save
fr: Rogner et sauvegarder
ja: 切り抜いて保存
ru: Обрезать и сохранить

source: Save Successful
fr: Sauvegarde réussie
ja: 保存成功
ru: Сохранение выполнено

source: Your Picture Has Been Saved to the Album
fr: Votre photo a été enregistrée dans l'album
ja: あなたの写真がアルバムに保存されました
ru: Изображение сохранено в альбоме

source: Confirm
fr: Confirmer
ja: 確認
ru: Подтвердить

source: Split and Save the Image
fr: Diviser et Enregistrer l'Image
ja: 画像を分割して保存
ru: Разделить и сохранить изображение

source: Default Album
ja: デフォルトアルバム

source: Allow access to photos
ja: 写真へのアクセスを許可する

source: Face Snap needs your permission to access your photos and continue
ja: Face Snapはあなたの写真へのアクセスと続行のためにあなたの許可が必要です

source: Go to Settings
ja: 設定へ行く

source: Cancel purchase
ja: 購入をキャンセルする

source: Failed purchase
ja: 購入に失敗した

source: Recovery successful
ja: 回復に成功

source: Recovery failed
ja: 回復に失敗

source: Purchase successful
ja: 購入が成功しました

source: Loading...
ja: 読み込み中...
